/*
Navicat MariaDB Data Transfer

Source Server         : Localhost
Source Server Version : 100119
Source Host           : localhost:3306
Source Database       : osmosis

Target Server Type    : MariaDB
Target Server Version : 100119
File Encoding         : 65001

Date: 2017-08-17 16:31:51
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for customers
-- ----------------------------
DROP TABLE IF EXISTS `customers`;
CREATE TABLE `customers` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `business` varchar(1024) DEFAULT NULL,
  `tel` varchar(255) DEFAULT NULL,
  `category` varchar(255) DEFAULT NULL,
  `fulladdress` varchar(15000) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=16 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of customers
-- ----------------------------
INSERT INTO `customers` VALUES ('1', 'DEMO - ΣΕΛΙΔΑ - ΠΑΡΟΥΣΙΑΣΗΣ ΗΛΕΚΤΡΟΝΙΚΟΥ ΚΑΤΑΣΤΗΜΑΤΟΣ - ESHOP', '2104826000', 'E-SHOP', 'ΚΟΡΑΗ 31 - Μοσχάτο');
INSERT INTO `customers` VALUES ('2', 'DemoWg8Eshop', '2109333101', 'ΟΡΕΙΝΕΣ ΔΡΑΣΤΗΡΙΟΤΗΤΕΣ', 'Σαπφούς 144 - Καλλιθέα');
INSERT INTO `customers` VALUES ('3', 'Led & Clima | Προϊόντα Led & Πώληση - Εγκατάσταση - Τοποθέτηση - Συντήρηση Κλιματιστικών Εθνάρχου Μακαρίου 83 & Πλουτάρχου, Ιλιον Αττικής |  Τηλ: 2105025311 Κιν: 6973370463', '2105025311', 'ΚΛΙΜΑΤΙΣΜΟΣ', 'Εθνάρχου Μακαρίου 83 & Πλουτάρχου - Ιλιον');
INSERT INTO `customers` VALUES ('4', 'ΑΝΤΑΛΛΑΚΤΙΚΑ ΑΥΤΟΚΙΝΗΤΩΝ-ΔΙΑΓΝΩΣΤΙΚΑ ΣΥΣΤΗΜΑΤΑ ΚΑΜΠΟΛΗΣ ΓΕΩΡΓΙΟΣ-KAMPOLIS SPARE PARTS AND TOOLS', '2168096109-10-11', 'ΑΝΤΑΛΛΑΚΤΙΚΑ - ΑΞΕΣΟΥΑΡ ΑΥΤΟΚΙΝΗΤΩΝ', 'ΑΡΓΟΥΣ 5, ΚΟΛΩΝΟΣ - Αθήνα');
INSERT INTO `customers` VALUES ('5', 'ΑΡΩΜΑ ΦΕΡOΜΟΝΗΣ ΠΕΡΙΣΤΕΡΙ ΑΘΗΝΑ ΑΤΤΙΚΗ - ΑΝΔΡΙΚΑ ΑΡΩΜΑΤΑ - ΓΥΝΑΙΚΕΙΑ ΑΡΩΜΑΤΑ - ΑΡΩΜΑΤΑ ΦΕΡΟΜΟΝΕΣ', '2155301941', 'ΚΑΛΛΥΝΤΙΚΑ – ΑΡΩΜΑΤΑ – ΑΞΕΣΟΥΑΡ', 'Λεωφόρος Παναγή Τσαλδάρη 63 - Περιστέρι');
INSERT INTO `customers` VALUES ('6', 'ΒΟΤΑΝΑ - ΜΠΑΧΑΡΙΚΑ - ΠΑΡΑΔΟΣΙΑΚΑ ΠΡΟΙΟΝΤΑ - ΒΙΟΛΟΓΙΚΑ - ΕΚΚΛΗΣΙΑΣΤΙΚΑ ΕΙΔΗ - ΣΠΑΣΕ ΤΟ ΡΟΔΙ ΒΑΡΗ ΑΤΤΙΚΗ', '2114073812', 'ΜΠΑΧΑΡΙΚΑ', 'ΒΑΚΧΟΥ-1Α (έναντι εκκλησίας εισόδια της θεοτόκου) - Βάρη');
INSERT INTO `customers` VALUES ('7', 'ΕΙΔΗ ΛΑΙΚΗΣ ΤΕΧΝΗΣ - GREEK ART - ΣΟΥΒΕΝΙΡ ΚΟΥΚΑΚΙ - ΑΓΑΛΜΑΤΑ - ΚΕΡΑΜΙΚΑ - ΤΟΥΡΙΣΤΙΚΑ ΕΙΔΗ - ΚΙΟΝΕΣ ΑΘΗΝΑ - ΑΝΤΙΓΡΑΦΑ ΜΟΥΣΕΙΟΥ - ΔΙΑΚΟΣΜΗΤΙΚΑ ΑΚΡΟΠΟΛΗ ΜΕΤΑΞΟΥΡΓΕΙΟ ΘΗΣΕΙΟ ΓΚΑΖΙ', '2109249580', 'ΛΑΙΚΗ ΤΕΧΝΗ', 'ΡΟΒΕΡΤΟΥ ΓΚΑΛΛΙ 8 - ΚΟΥΚΑΚΙ - Αθήνα');
INSERT INTO `customers` VALUES ('8', 'ΕΙΔΗ ΣΧΕΔΙΟΥ ΖΩΓΡΑΦΙΚΗΣ ΧΕΙΡΟΤΕΧΝΙΑΣ ΝΕΑ ΣΜΥΡΝΗ - Ε-SHOP', '2109337888', 'ΕΜΠΟΡΙΟ', 'ΚΩΝΣΤΑΝΤΙΝΟΥ ΠΑΛΑΙΟΛΟΓΟΥ 1 - Νέα Σμύρνη');
INSERT INTO `customers` VALUES ('9', 'ΖΕΠΠΟΣ ΕΜ. ΣΩΤΗΡΙΟΣ - ΥΠΗΡΕΣΙΕΣ ΤΗΛΕΦΩΝΙΚΟΥ ΚΕΝΤΡΟΥ', '2114111360', 'ΥΠΗΡΕΣΙΕΣ ΔΙΑΔΙΚΤΥΟΥ', 'Ηλια Ηλίου 85, Νέος Κόσμος  & Ψαρρών 1, Παλλήνη - Νεος Κόσμος');
INSERT INTO `customers` VALUES ('10', 'Η φωλιά του πλεκτού - Βιοτεχνία Πλεκτών Αθήνα Αττική', '2109026128,2107569593', 'ΕΝΔΥΜΑΤΑ', 'Φρύνης 22 (Παγκράτι), Αρτεμώνος 84 (Δάφνη) - Αθήνα');
INSERT INTO `customers` VALUES ('11', 'ΗΛΕΚΤΡΟΛΟΓΙΚΟ ΚΕΝΤΡΟ ΑΥΤΟΚΙΝΗΤΩΝ ΒΥΡΩΝΑΣ - Π. ΛΑΓΑΤΟΡΑΣ - Α. ΤΖΑΝΑΒΑΡΗΣ - ΑΝΤΑΛΛΑΚΤΙΚΑ - ΜΠΑΤΑΡΙΕΣ - ΑΞΕΣΟΥΑΡ ΑΥΤΟΚΙΝΗΤΩΝ - ΕΠΙΣΚΕΥΕΣ ΕΓΚΕΦΑΛΩΝ ΑΤΤΙΚΗ', '2107653738', 'ΗΛΕΚΤΡΟΛΟΓΕΙΑ', 'ΚΑΡΑΟΛΗ ΔΗΜΗΤΡΙΟΥ 67 - Βύρωνας');
INSERT INTO `customers` VALUES ('12', 'ΝΕΑ ΖΩΗ - ΒΙΟΛΟΓΙΚΑ ΠΡΟΙΟΝΤΑ ΠΑΡΑΔΟΣΙΑΚΑ ΤΡΟΦΙΜΑ ΚΑΙ ΚΑΛΛΥΝΤΙΚΑ ΗΛΙΟΥΠΟΛΗ ΑΘΗΝΑ', '2109912408', 'ΒΙΟΛΟΓΙΚΑ ΠΡΟΙΟΝΤΑ', 'ΠΡΩΤΟΠΑΠΠΑ 38 - Ηλιούπολη');
INSERT INTO `customers` VALUES ('13', 'ΟΛΟΚΛΗΡΩΜΕΝΑ  ΣΥΣΤΗΜΑΤΑ ΕΞΑΤΜΙΣΕΩΝ, ΑΝΟΞΕΙΔΩΤΕΣ ΒΕΛΤΙΩΤΙΚΕΣ ΕΞΑΤΜΙΣΕΙΣ, ΜΠΟΥΚΕΣ ΕΞΑΤΜΙΣΕΩΝ, ΚΑΤΑΛΥΤΕΣ, ΦΙΛΤΡΑ DIESEL, INTERCOOLER, TURBO KIT', '2105911848', 'ΕΞΑΤΜΙΣΕΙΣ', 'ΛΕΩΦΟΡΟΣ ΑΘΗΝΩΝ 18 - Περιστέρι');
INSERT INTO `customers` VALUES ('14', '2102013132 - ΦΥΣΙΚΟΘΕΡΑΠΕΥΤΗΣ ΚΑΝΕΛΛΟΠΟΥΛΟΣ ΓΙΩΡΓΟΣ ΑΓΙΟΣ ΛΟΥΚΑΣ ΠΑΤΗΣΙΑ ΑΘΗΝΑ - ΦΥΣΙΚΟΘΕΡΑΠΕΙΑ', '2102013132', 'ΦΥΣΙΚΟΘΕΡΑΠΕΥΤΕΣ - ΚΕΝΤΡΑ ΦΥΣΙΚΟΘΕΡΑΠΕΙΑΣ', 'ΕΙΚΟΣΤΗΣ ΟΓΔΟΗΣ ΟΚΤΩΒΡΙΟΥ 291, ΑΓΙΟΣ ΛΟΥΚΑΣ - Κατω Πατησια');
INSERT INTO `customers` VALUES ('15', '24 ΚΤΗΝΙΑΤΡΕΙΟ - ΚΤΗΝΙΑΤΡΕΙΟ ΗΛΙΟΥΠΟΛΗ ΑΘΗΝΑ', '2109933670', 'ΚΤΗΝΙΑΤΡΟΙ – ΚΛΙΝΙΚΕΣ ΖΩΩΝ', 'ΕΛΕΥΘΕΡΙΟΥ ΒΕΝΙΖΕΛΟΥ 91 - Ηλιούπολη');
SET FOREIGN_KEY_CHECKS=1;
